Ran Plan for dir: `terraform/artusiep-worker-1` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # google_project.artusiep_worker_1 will be created
+ resource "google_project" "artusiep_worker_1" {
+       auto_create_network = true
+       billing_account     = "015ED4-E4FEC0-B83F49"
+       id                  = (known after apply)
+       name                = "artusiep-worker-1"
+       number              = (known after apply)
+       project_id          = "artusiep-worker-1"
+       skip_delete         = (known after apply)
    }

  # google_project_service.service["cloudresourcemanager.googleapis.com"] will be created
+ resource "google_project_service" "service" {
+       disable_on_destroy = true
+       id                 = (known after apply)
+       project            = (known after apply)
+       service            = "cloudresourcemanager.googleapis.com"
    }

Plan: 2 to add, 0 to change, 0 to destroy.


```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d terraform/artusiep-worker-1`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.google.siepietowski.pl/lock?id=artusiep%252Fatlantis-demo%252Fterraform%252Fartusiep-worker-1%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d terraform/artusiep-worker-1`
</details>
Plan: 2 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
